/* No comment provided by engineer. */
"--- ALL CATEGORIES ---" = "--- ALL CATEGORIES ---";

/* No comment provided by engineer. */
"--- ALL USERS ---" = "--- ALL USERS ---";

/* No comment provided by engineer. */
"Add Checkin" = "Add Checkin";

/* No comment provided by engineer. */
"Add Map" = "Add Map";

/* No comment provided by engineer. */
"Add Photo" = "Add Photo";

/* No comment provided by engineer. */
"Add Report" = "Add Report";

/* No comment provided by engineer. */
"Added" = "Added";

/* No comment provided by engineer. */
"Adding..." = "Adding...";

/* No comment provided by engineer. */
"All Categories" = "All Categories";

/* No comment provided by engineer. */
"All Checkins By" = "All Checkins By";

/* No comment provided by engineer. */
"All Users" = "All Users";

/* No comment provided by engineer. */
"App Settings" = "App Settings";

/* No comment provided by engineer. */
"Are you sure you want to cancel?" = "Are you sure you want to cancel?";

/* No comment provided by engineer. */
"Are you sure you want to delete?" = "Are you sure you want to delete?";

/* No comment provided by engineer. */
"Authenticating..." = "Authenticating...";

/* No comment provided by engineer. */
"Bitly Error" = "Bitly Error";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Categories..." = "Categories...";

/* No comment provided by engineer. */
"Category" = "Category";

/* No comment provided by engineer. */
"characters" = "characters";

/* No comment provided by engineer. */
"Checkin" = "Checkin";

/* No comment provided by engineer. */
"Checkin Error" = "Checkin Error";

/* No comment provided by engineer. */
"Checkins" = "Checkins";

/* No comment provided by engineer. */
"Clear" = "Clear";

/* No comment provided by engineer. */
"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map.";

/* No comment provided by engineer. */
"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report.";

/* No comment provided by engineer. */
"Click the Refresh button to upload pending reports." = "Click the Refresh button to upload pending reports.";

/* No comment provided by engineer. */
"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen.";

/* No comment provided by engineer. */
"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details.";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Contact Settings" = "Contact Settings";

/* No comment provided by engineer. */
"Current Location" = "Current Location";

/* No comment provided by engineer. */
"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs.";

/* No comment provided by engineer. */
"Date" = "Date";

/* No comment provided by engineer. */
"Delete Report" = "Delete Report";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Discrete Mode On Shake" = "Discrete Mode On Shake";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Download Offline Maps" = "Download Offline Maps";

/* No comment provided by engineer. */
"Downloaded Map Zoom Level" = "Downloaded Map Zoom Level";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"email" = "email";

/* No comment provided by engineer. */
"Email Failed" = "Email Failed";

/* No comment provided by engineer. */
"Enter date" = "Enter date";

/* No comment provided by engineer. */
"Enter description" = "Enter description";

/* No comment provided by engineer. */
"Enter email" = "Enter email";

/* No comment provided by engineer. */
"Enter first name" = "Enter first name";

/* No comment provided by engineer. */
"Enter last name" = "Enter last name";

/* No comment provided by engineer. */
"Enter location name" = "Enter location name";

/* No comment provided by engineer. */
"Enter Map Details" = "Enter Map Details";

/* No comment provided by engineer. */
"Enter message" = "Enter message";

/* No comment provided by engineer. */
"Enter name" = "Enter name";

/* No comment provided by engineer. */
"Enter news URL" = "Enter news URL";

/* No comment provided by engineer. */
"Enter password" = "Enter password";

/* No comment provided by engineer. */
"Enter time" = "Enter time";

/* No comment provided by engineer. */
"Enter title" = "Enter title";

/* No comment provided by engineer. */
"Enter tweet" = "Enter tweet";

/* No comment provided by engineer. */
"Enter URL" = "Enter URL";

/* No comment provided by engineer. */
"Enter URL or search phrase" = "Enter URL or search phrase";

/* No comment provided by engineer. */
"Enter username" = "Enter username";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Error Detecting Location" = "Error Detecting Location";

/* No comment provided by engineer. */
"Error Saving Photo" = "Error Saving Photo";

/* No comment provided by engineer. */
"Errors" = "Errors";

/* No comment provided by engineer. */
"Existing Location" = "Existing Location";

/* No comment provided by engineer. */
"first name" = "first name";

/* No comment provided by engineer. */
"From Library" = "From Library";

/* No comment provided by engineer. */
"Host Not Found" = "Host Not Found";

/* No comment provided by engineer. */
"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "I couldn't connect to Twitter. This is most likely a temporary issue, please try again.";

/* No comment provided by engineer. */
"Image" = "Image";

/* No comment provided by engineer. */
"Incidents..." = "Incidents...";

/* No comment provided by engineer. */
"Invalid Email" = "Invalid Email";

/* No comment provided by engineer. */
"Invalid Email Address" = "Invalid Email Address";

/* No comment provided by engineer. */
"Invalid Map Details" = "Invalid Map Details";

/* No comment provided by engineer. */
"Invalid News URL" = "Invalid News URL";

/* No comment provided by engineer. */
"Invalid Server Response" = "Invalid Server Response";

/* No comment provided by engineer. */
"Last Checkin For Each User" = "Last Checkin For Each User";

/* No comment provided by engineer. */
"last name" = "last name";

/* No comment provided by engineer. */
"Last Sync" = "Last Sync";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Locating..." = "Locating...";

/* No comment provided by engineer. */
"Location" = "Location";

/* No comment provided by engineer. */
"Location Error" = "Location Error";

/* No comment provided by engineer. */
"Locations..." = "Locations...";

/* No comment provided by engineer. */
"Logout..." = "Logout...";

/* No comment provided by engineer. */
"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Looks like Twitter is down or being updated. Please wait a few seconds and try again.";

/* No comment provided by engineer. */
"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Looks like Twitter is overloaded. Please wait a few seconds and try again.";

/* No comment provided by engineer. */
"Map" = "Map";

/* No comment provided by engineer. */
"Map Settings" = "Map Settings";

/* No comment provided by engineer. */
"Map Zoom Level" = "Map Zoom Level";

/* No comment provided by engineer. */
"Maps" = "Maps";

/* No comment provided by engineer. */
"Message" = "Message";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"New Location" = "New Location";

/* No comment provided by engineer. */
"News" = "News";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"No Category Specified" = "No Category Specified";

/* No comment provided by engineer. */
"No Checkins" = "No Checkins";

/* No comment provided by engineer. */
"No Date Specified" = "No Date Specified";

/* No comment provided by engineer. */
"No Internet" = "No Internet";

/* No comment provided by engineer. */
"No Internet Connection" = "No Internet Connection";

/* No comment provided by engineer. */
"No Location Specified" = "No Location Specified";

/* No comment provided by engineer. */
"No News" = "No News";

/* No comment provided by engineer. */
"No Photos" = "No Photos";

/* No comment provided by engineer. */
"No Reports" = "No Reports";

/* No comment provided by engineer. */
"No Video" = "No Video";

/* No comment provided by engineer. */
"Not Specified" = "Not Specified";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open In Safari?" = "Open In Safari?";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Pending Upload" = "Pending Upload";

/* No comment provided by engineer. */
"Photo" = "Photo";

/* No comment provided by engineer. */
"Photo Added" = "Photo Added";

/* No comment provided by engineer. */
"Photo Error" = "Photo Error";

/* No comment provided by engineer. */
"Photo Settings" = "Photo Settings";

/* No comment provided by engineer. */
"Photos" = "Photos";

/* No comment provided by engineer. */
"pixels" = "pixels";

/* No comment provided by engineer. */
"Please enter a valid email address." = "Please enter a valid email address.";

/* No comment provided by engineer. */
"Please enter a valid name and url." = "Please enter a valid name and url.";

/* No comment provided by engineer. */
"Privacy Settings" = "Privacy Settings";

/* No comment provided by engineer. */
"Remove Error" = "Remove Error";

/* No comment provided by engineer. */
"Remove Photo" = "Remove Photo";

/* No comment provided by engineer. */
"Removed" = "Removed";

/* No comment provided by engineer. */
"Report" = "Report";

/* No comment provided by engineer. */
"Reports" = "Reports";

/* No comment provided by engineer. */
"Request Error" = "Request Error";

/* No comment provided by engineer. */
"Required Fields" = "Required Fields";

/* No comment provided by engineer. */
"Resized" = "Resized";

/* No comment provided by engineer. */
"Resized Image Width" = "Resized Image Width";

/* No comment provided by engineer. */
"Resizing Photo..." = "Resizing Photo...";

/* No comment provided by engineer. */
"Resizing..." = "Resizing...";

/* No comment provided by engineer. */
"Saved" = "Saved";

/* No comment provided by engineer. */
"Saving..." = "Saving...";

/* No comment provided by engineer. */
"Search categories..." = "Search categories...";

/* No comment provided by engineer. */
"Search checkins..." = "Search checkins...";

/* No comment provided by engineer. */
"Search locations..." = "Search locations...";

/* No comment provided by engineer. */
"Search maps..." = "Search maps...";

/* No comment provided by engineer. */
"Search reports..." = "Search reports...";

/* No comment provided by engineer. */
"Select" = "Select";

/* No comment provided by engineer. */
"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map.";

/* No comment provided by engineer. */
"Select category" = "Select category";

/* No comment provided by engineer. */
"Select location" = "Select location";

/* No comment provided by engineer. */
"Select photo" = "Select photo";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Sending..." = "Sending...";

/* No comment provided by engineer. */
"Sent" = "Sent";

/* No comment provided by engineer. */
"Server Error" = "Server Error";

/* No comment provided by engineer. */
"Settings" = "Settings";

/* No comment provided by engineer. */
"Share Application" = "Share Application";

/* No comment provided by engineer. */
"Shortening..." = "Shortening...";

/* No comment provided by engineer. */
"SMS Failed" = "SMS Failed";

/* No comment provided by engineer. */
"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "Sorry, it looks like you lost your Internet connection. Please reconnect and try again.";

/* No comment provided by engineer. */
"Take Photo" = "Take Photo";

/* No comment provided by engineer. */
"There was a problem adding the photo." = "There was a problem adding the photo.";

/* No comment provided by engineer. */
"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services.";

/* No comment provided by engineer. */
"There was a problem removing the map." = "There was a problem removing the map.";

/* No comment provided by engineer. */
"There was a problem resizing the photo." = "There was a problem resizing the photo.";

/* No comment provided by engineer. */
"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now.";

/* No comment provided by engineer. */
"Title" = "Title";

/* No comment provided by engineer. */
"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo.";

/* No comment provided by engineer. */
"Tweet" = "Tweet";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter Error" = "Twitter Error";

/* No comment provided by engineer. */
"Unable to add incident" = "Unable to add incident";

/* No comment provided by engineer. */
"Unable To Checkin" = "Unable To Checkin";

/* No comment provided by engineer. */
"Unable to checkin, please try again later." = "Unable to checkin, please try again later.";

/* No comment provided by engineer. */
"Unable To Download Checkins" = "Unable To Download Checkins";

/* No comment provided by engineer. */
"Unable To Send Email" = "Unable To Send Email";

/* No comment provided by engineer. */
"Unable To Send SMS" = "Unable To Send SMS";

/* No comment provided by engineer. */
"Unable To Upload Report" = "Unable To Upload Report";

/* No comment provided by engineer. */
"Unsaved Changes" = "Unsaved Changes";

/* No comment provided by engineer. */
"Unverified" = "Unverified";

/* No comment provided by engineer. */
"Upload Error" = "Upload Error";

/* No comment provided by engineer. */
"Uploaded" = "Uploaded";

/* No comment provided by engineer. */
"User Location" = "User Location";

/* No comment provided by engineer. */
"Username" = "Username";

/* No comment provided by engineer. */
"Ushahidi Demo" = "Ushahidi Demo";

/* No comment provided by engineer. */
"Ushahidi Maps" = "Ushahidi Maps";

/* No comment provided by engineer. */
"Verified" = "Verified";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Your username and password could not be verified. Double check that you entered them correctly and try again." = "Your username and password could not be verified. Double check that you entered them correctly and try again.";

/* No comment provided by engineer. */
"zoom" = "zoom";

"Resize Images" = "Resize Images";

"Add" = "Add";
